{
    "teams": [
      {
        "idTeam": "134861",
        "idSoccerXML": null,
        "idAPIfootball": "0",
        "intLoved": null,
        "strTeam": "Brooklyn Nets",
        "strTeamShort": "BKN",
        "strAlternate": "",
        "intFormedYear": "1967",
        "strSport": "Basketball",
        "strLeague": "NBA",
        "idLeague": "4387",
        "strLeague2": null,
        "idLeague2": null,
        "strLeague3": null,
        "idLeague3": null,
        "strLeague4": null,
        "idLeague4": null,
        "strLeague5": null,
        "idLeague5": null,
        "strLeague6": null,
        "idLeague6": null,
        "strLeague7": null,
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Barclays Center",
        "strKeywords": "",
        "strRSS": "http://www.nba.com/nets/rss.xml",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/rtwwsx1420587399.jpg",
        "strStadiumDescription": "Barclays Center is a multi-purpose indoor arena in Brooklyn, New York City. It sits partially on a platform over the Metropolitan Transportation Authority (MTA)-owned Vanderbilt Yards rail yard at Atlantic Avenue for the Long Island Rail Road (LIRR). It is part of a $4.9 billion future business and residential complex now known as Pacific Park.\r\n\r\nThe site is located adjacent to the newly renamed MTA Atlantic Avenue – Barclays Center subway station (2 3 4 5 B D N Q R trains) and the LIRR’s Atlantic Terminal in Brooklyn. The arena hosts the National Basketball Association’s Brooklyn Nets, along with concerts, conventions and other sporting events. The venue competes with other facilities in the New York metropolitan area, including Madison Square Garden in Manhattan, Nassau Coliseum in Uniondale, Prudential Center in Newark, and Izod Center in East Rutherford. Beginning in 2015, it will also be the home of the New York Islanders of the National Hockey League. The arena and the Brooklyn Nets are owned by Mikhail Prokhorov's American holdings.\r\n\r\nInitially proposed in 2004 when real estate developer Bruce Ratner purchased the Nets for $300 million as the first step of the process to build a new home for the team, the development of the arena experienced significant hurdles along the way. Its use of eminent domain and its potential environmental impact stirred up community resistance, especially as residential buildings and businesses such as the Ward Bakery were to be demolished and large amounts of public subsidies were used, which led to multiple lawsuits. The global recession of 2009 also caused financing for the project to dry up. As a result, the start of construction was delayed for many years and at times in danger of not happening at all. Groundbreaking for construction occurred on March 11, 2010, and the arena was opened to the public on September 21, 2012, which was also attended by some 200 protesters. It held its first event with a Jay Z concert on September 28, 2012.",
        "strStadiumLocation": "Brooklyn, New York",
        "intStadiumCapacity": "17732",
        "strWebsite": "www.nba.com/nets",
        "strFacebook": "www.facebook.com/BrooklynNets",
        "strTwitter": "twitter.com/brooklynnets",
        "strInstagram": "www.instagram.com/brooklynnets/#",
        "strDescriptionEN": "The Brooklyn Nets are an American professional basketball franchise based in Brooklyn, New York, a borough of New York City. They are a member of the Atlantic Division of the Eastern Conference in the National Basketball Association (NBA), as well as an original member of the American Basketball Association (ABA).\r\nThe Brooklyn Nets were founded in 1967 and initially played in Teaneck, New Jersey, as the New Jersey Americans. In its early years, the team led a nomadic existence, moving to Long Island in 1968 and playing in various arenas there as the New York Nets.\r\n\r\nLed by Hall of Famer Julius \"Dr. J\" Erving, the Nets won two ABA championships in New York before becoming one of four ABA teams to be admitted into the NBA as part of the ABA–NBA merger in 1976. The team then moved back to New Jersey in 1977 and became the New Jersey Nets. During their time in that state, the Nets saw periods of losing and misfortune intermittent with several periods of success, which culminated in two consecutive NBA Finals appearances in the 2001–02 and 2002–03 seasons by teams led by point guard Jason Kidd.\r\n\r\nAfter 35 seasons in New Jersey, the team returned to the state of New York in 2012 to play in the new Barclays Center in Brooklyn as the Brooklyn Nets.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "USA",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/9l5b1n1547642059.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/ywqrwp1432321008.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/yfce9k1545506888.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xvqqsr1420587418.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/uywuts1420587649.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/qvtsur1420587779.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vwrrup1421415402.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rusyws1420748199.jpg",
        "strYoutube": "www.youtube.com/channel/UCTenKHt0h3VjdMvRWP6Lbvw",
        "strLocked": "unlocked"
      }
    ]
  }